{
  "About": "Acerca de",
  "Policy": "Politica",
  "Mission": "Misión",
  "Product": "Producto",
  "Tell us everything": "Cuéntanos todo",
  "Contact": "Contacto",
  "Do you have any question? Feel free to reach out.": "¿Tienes alguna pregunta? No dude en contactarnos",
  "Let's Chat": "Charlemos",
  "Application Security": "Seguridad de la aplicación",
  "Software Principles": "Principios de software",
  "Support Center": "Centro de Apoyo",
  "Customer Support": "Atención al cliente",
  "Address": "Habla A",
  "Press": "Prensa",
  "Careers & Culture": "Carreras & cultura",
  "Language": "Language",
  "Explore": "Explorar",
  "Learn more": "Más información",
  "Get started": "Comenzar",
  "Submit": "Enviar",
  "Message": "Mensaje",
  "Your Message": "Tu Mensaje",
  "Name": "Nombre",
  "Your Name": "Tu nombre",
  "Email": "Email",
  "Your Email": "Tu correo electrónico",
  "Let´s get in touch!": "¡Hablemos!",
  "SmallBuz Team will very happy to assist you on any question you may have about our product & demos.": "El equipo de SmallBuz estaría encantado de poder resolver cualquier pregunta que tenga sobre nuestro producto y provisión de demos",
  "Control your branch offices at the same time": "Controla todas tus sucursales al mismo tiempo",
  "SmallBuz updates our clients with vital information about their business through e-mails or using our administrative panel.": "SmallBuz mantiene informado a sus clientes de cualquier información vital sobre su negocio a través de distintas opciones como correos electrónicos o a través de nuestro panel administrativo, propio de cada cliente que utilize la App.",
  "Manage your business anywhere, any device.": "Maneja tu negocio donde sea, en cualquier dispositivo.",
  "SmallBuz let you manipulate your business on a easy way, without worrying about little details and helping you focus on the big decisions on your business.": "SmallBuz te permitirá manejar tu negocio sin preocuparte de esos pequeños detalles y te permitirá enforcarte mejor en la toma de decisiones importantes dentro de tu negocio.",
  "Your best friend on your business!":"¡Tu mejor amigo tu negocio!",
  "Let us help you to have more control within your business with our App.":"Dejanos ayudarte para que tengas un control total sobre tu negocio al alcance de tu mano con solo una App."
}
